Repository: suraleb/10d
Catalog: html/languages/admin-language.tmx
Source language: en
Languages: ru

source: System could not update the file.
ru: Система не смогла обновить файл

source: Allow editing records
ru: Разрешить редактировать записи

source: Allow to create records
ru: Разрешить изменять записи

source: Allow to view records
ru: Просматривать записи

source: Languages
ru: Языки системы

source: Existing records
ru: Существующие записи

source: Description
ru: Описание

source: updated: %s
ru: обновлён: %s

source: Open
ru: Открыть

source: Manage
ru: Управление

source: Value
ru: Значение

source: Entry ID
ru: ID записи

source: Entries overview
ru: Обзор записей

source: File &laquo;%s&raquo; with language entries changed
ru: Изменены записи файла языков &laquo;%s&raquo;

source: System didn't manage to find a file with such name. May be it was deleted
ru: Системе не удалось найти файл с таким названием. Возможно он был удален

source: System didn't manage to read the file because of "%s"
ru: Системе не удалось прочесть файл по причине "%s"

source: Invalid ID Format
ru: ID записи не соответствует необходимому формату

source: Records were updated and will be available in some time (depends on cache settings)
ru: Записи обновлены и будут доступны через некоторое время (зависит от настроек кэша)

source: Add new entry
ru: Добавить новую запись

source: list of available languages by categories
ru: список доступных языков системы по разделам

source: manage multilanguage files
ru: раздел управления мультиязычными файлами и их записями

source: value of the entry. you can use html, special symbols etc.
ru: текст записи. можно использовать html, специальные символы и т.п.

source: attributes of the entry
ru: описание создаваемой записи

source: unique name of the entry. you can use only: A-Z0-9_
ru: уникальное название записи. только: A-Z0-9_

source: New entry
ru: Новая запись

source: File with records for the &laquo;Languages&raquo; module
ru: Файл с записями для модуля &laquo;Языки системы&raquo;
